Repository: FlameGemini/Ardel
Catalog: src/Ardel.Launcher/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# Nav_Play
source: Home
ja_jp: ホーム
zh_cn: 主页

# Nav_Download
source: Download
ja_jp: ダウンロード
zh_cn: 下载

# Nav_Instances
source: Profiles
ja_jp: プロファイル
zh_cn: 实例

# Nav_Settings
source: Settings
ja_jp: 設定
zh_cn: 设置

# Nav_Account
source: Account
ja_jp: アカウント
zh_cn: 账户

# Nav_Skins
source: Skins
ja_jp: スキン
zh_cn: 皮肤库

# Nav_About
source: About
ja_jp: 情報
zh_cn: 关于

# Action_Launch
source: Launch
ja_jp: 起動
zh_cn: 启动

# Action_Cancel
source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# Action_Download
source: Download
ja_jp: ダウンロード
zh_cn: 下载

# Action_Refresh
source: Refresh
ja_jp: 更新
zh_cn: 刷新

# Action_Search
source: Search
ja_jp: 検索
zh_cn: 搜索

# Action_Reset
source: Reset
ja_jp: リセット
zh_cn: 重置

# Action_Save
source: Save
ja_jp: 保存
zh_cn: 保存

# Action_Rescan
source: Rescan
ja_jp: 再スキャン
zh_cn: 重新扫描

# Action_Browse
source: Browse…
ja_jp: 参照…
zh_cn: 浏览…

# Action_OpenFolder
source: Open folder
ja_jp: フォルダーを開く
zh_cn: 打开文件夹

# Action_OpenMinecraftFolder
source: Open .minecraft
ja_jp: .minecraft を開く
zh_cn: 打开 .minecraft

# Action_Delete
source: Delete
ja_jp: 削除
zh_cn: 删除

# Action_Back
source: Back
ja_jp: 戻る
zh_cn: 返回

# Action_Apply
source: Apply
ja_jp: 適用
zh_cn: 应用

# Action_Close
source: Close
ja_jp: 閉じる
zh_cn: 关闭

# Action_ClearSelection
source: Clear selection
ja_jp: 選択を解除
zh_cn: 取消选择

# Home_GreetingEarlyMorning
source: Good morning
ja_jp: おはようございます
zh_cn: 早上好

# Home_GreetingMorning
source: Good morning
ja_jp: おはようございます
zh_cn: 上午好

# Home_GreetingNoon
source: Good noon
ja_jp: こんにちは
zh_cn: 中午好

# Home_GreetingAfternoon
source: Good afternoon
ja_jp: こんにちは
zh_cn: 下午好

# Home_GreetingEvening
source: Good evening
ja_jp: こんばんは
zh_cn: 晚上好

# Home_LaunchGame
source: Launch game
ja_jp: ゲームを起動
zh_cn: 启动游戏

# Home_QuickLaunchNone
source: Pin an instance in its settings to use quick launch.
ja_jp: インスタンス設定で「クイック起動に固定」すると、ここで起動できます。
zh_cn: 在实例设置中勾选「固定至快捷启动」后，可在此一键启动。

# Home_QuickLaunchMissing
source: Pinned instance “{0}” was not found.
ja_jp: 固定したインスタンス “{0}” が見つかりません。
zh_cn: 已固定的实例 “{0}” 不存在。

# Home_Tagline
source: Launch Minecraft
ja_jp: Minecraft を起動
zh_cn: 启动 Minecraft

# Home_Version
source: Version
ja_jp: バージョン
zh_cn: 版本

# Home_PlayerOffline
source: Player (offline)
ja_jp: プレイヤー名（オフライン）
zh_cn: 玩家名（离线）

# Home_Ready
source: Ready
ja_jp: 準備完了
zh_cn: 就绪

# Home_ManageProfiles
source: Manage profiles
ja_jp: プロファイルを管理
zh_cn: 管理档案

# Home_NoAccount
source: Select an account
ja_jp: アカウントを選択
zh_cn: 选择账户

# Startup_Loading
source: Starting…
ja_jp: 起動中…
zh_cn: 正在启动…

# Home_GoDownload
source: Go to Download to get a game
ja_jp: ダウンロードページでゲームを入手してください
zh_cn: 前往下载页获取游戏

# Home_InitFailed
source: Init failed: {0}
ja_jp: 初期化に失敗しました: {0}
zh_cn: 初始化失败：{0}

# Home_Preparing
source: Preparing {0}…
ja_jp: {0} を準備中…
zh_cn: 正在准备 {0}…

# Home_PreparingOfflineSkin
source: Starting Ardel skin relay…
ja_jp: Ardel スキンリレーを起動中…
zh_cn: 正在启动皮肤中继…

# Home_Starting
source: Starting {0}…
ja_jp: {0} を起動中…
zh_cn: 正在启动 {0}…

# Home_ResolvingJava
source: Checking Java…
ja_jp: Java を確認中…
zh_cn: 正在检查 Java…

# Home_DownloadingJava
source: Downloading Java {0}…
ja_jp: Java {0} をダウンロード中…
zh_cn: 正在下载 Java {0}…

# Home_LaunchingGame
source: Launching game…
ja_jp: ゲームを起動中…
zh_cn: 正在启动游戏…

# Home_WaitingForWindow
source: Waiting for the game window…
ja_jp: ゲームウィンドウを待機中…
zh_cn: 等待游戏窗口出现…

# Home_GameRunning
source: Game is running
ja_jp: ゲーム実行中
zh_cn: 游戏运行中

# Home_GameExited
source: Game exited
ja_jp: ゲームが終了しました
zh_cn: 游戏已退出

# Home_LaunchFailed
source: Launch failed: {0}
ja_jp: 起動に失敗しました: {0}
zh_cn: 启动失败：{0}

# Home_Cancelled
source: Cancelled
ja_jp: キャンセルしました
zh_cn: 已取消

# Home_Cancelling
source: Cancelling…
ja_jp: キャンセル中…
zh_cn: 正在取消…

# Home_DownloadingBytes
source: Downloading {0} / {1}
ja_jp: ダウンロード中 {0} / {1}
zh_cn: 正在下载 {0} / {1}

# Instances_Title
source: Profiles
ja_jp: プロファイル
zh_cn: 实例

# Instances_Subtitle
source: Installed game versions on this PC
ja_jp: この PC にインストール済みのゲームバージョン
zh_cn: 本机已安装的游戏版本

# Instances_Empty
source: No instances yet — download one first
ja_jp: プロファイルがありません — 先にダウンロードしてください
zh_cn: 还没有实例 — 请先去下载

# Instances_GoDownload
source: Go to Download
ja_jp: ダウンロードへ
zh_cn: 去下载

# Instances_Loading
source: Looking for installed profiles…
ja_jp: インストール済みプロファイルを探しています…
zh_cn: 正在查找已安装的实例…

# Instances_Count
source: {0} profiles
ja_jp: {0} 件のプロファイル
zh_cn: {0} 个实例

# Instances_LoadFailed
source: Could not load profiles: {0}
ja_jp: プロファイルを読み込めませんでした: {0}
zh_cn: 无法加载实例：{0}

# Instances_OpenSettings
source: Instance settings
ja_jp: インスタンス設定
zh_cn: 实例设置

# Instances_OpenedFolder
source: Opened {0}
ja_jp: {0} を開きました
zh_cn: 已打开 {0}

# Instances_DeleteTitle
source: Delete profile
ja_jp: プロファイルを削除
zh_cn: 删除实例

# Instances_DeleteConfirm
source: Delete "{0}"? This removes the version folder and cannot be undone.
ja_jp: 「{0}」を削除しますか？バージョンフォルダーが削除され、元に戻せません。
zh_cn: 删除“{0}”？将移除该版本文件夹且无法恢复。

# Instances_Deleting
source: Deleting {0}…
ja_jp: {0} を削除中…
zh_cn: 正在删除 {0}…

# Instances_Deleted
source: Deleted {0}
ja_jp: {0} を削除しました
zh_cn: 已删除 {0}

# Instances_DeleteFailed
source: Could not delete {0}: {1}
ja_jp: {0} を削除できませんでした: {1}
zh_cn: 无法删除 {0}：{1}

# Instances_DeleteNoUi
source: Cannot show delete dialog — reopen the Profiles page and try again.
ja_jp: 削除ダイアログを表示できません — プロファイルページを開き直して再試行してください。
zh_cn: 无法显示删除对话框 — 请重新打开实例页后再试。

# Instances_StopAll
source: Stop all games
ja_jp: すべてのゲームを終了
zh_cn: 结束所有游戏

# Instances_GamesStopped
source: All game processes stopped
ja_jp: すべてのゲームプロセスを終了しました
zh_cn: 已结束所有游戏进程

# Instances_GamesRunning
source: {0} games running
ja_jp: {0} 個のゲームが実行中
zh_cn: {0} 个游戏运行中

# InstanceSettings_Title
source: Settings — {0}
ja_jp: 設定 — {0}
zh_cn: 设置 — {0}

# InstanceSettings_Isolation
source: Isolated folder
ja_jp: 独立フォルダー
zh_cn: 独立目录

# InstanceSettings_IsolationHint
source: Version isolation is always on for this profile.
ja_jp: このプロファイルではバージョン分離が常に有効です。
zh_cn: 此实例始终启用版本隔离。

# InstanceSettings_OpenFolder
source: Open instance folder
ja_jp: インスタンスフォルダーを開く
zh_cn: 打开实例文件夹

# InstanceSettings_OpenSubfolder
source: Open…
ja_jp: 開く…
zh_cn: 打开…

# InstanceSettings_DeleteHint
source: Permanently removes this profile folder and unused dependency versions.
ja_jp: このプロファイルフォルダーと、他のインスタンスから参照されていない依存バージョンを完全に削除します。
zh_cn: 将永久删除此实例目录，以及不再被其他实例使用的依赖版本。

# InstanceSettings_FollowGlobal
source: Use launcher
ja_jp: ランチャーに従う
zh_cn: 跟随全局

# InstanceSettings_Custom
source: Custom
ja_jp: カスタム
zh_cn: 自定义

# InstanceSettings_GlobalMemoryHint
source: Using launcher default:
ja_jp: ランチャー既定値:
zh_cn: 使用启动器默认：

# InstanceSettings_JvmArgs
source: Extra JVM arguments
ja_jp: 追加 JVM 引数
zh_cn: 额外 JVM 参数

# InstanceSettings_JvmArgsPlaceholder
source: e.g. -XX:+UseG1GC
ja_jp: 例: -XX:+UseG1GC
zh_cn: 例如 -XX:+UseG1GC

# InstanceSettings_GameArgs
source: Extra game arguments
ja_jp: 追加ゲーム引数
zh_cn: 额外游戏参数

# InstanceSettings_GameArgsPlaceholder
source: Optional Minecraft args
ja_jp: 任意の Minecraft 引数
zh_cn: 可选的 Minecraft 参数

# InstanceSettings_Window
source: Window
ja_jp: ウィンドウ
zh_cn: 窗口

# InstanceSettings_Width
source: Width
ja_jp: 幅
zh_cn: 宽度

# InstanceSettings_Height
source: Height
ja_jp: 高さ
zh_cn: 高度

# InstanceSettings_ResolutionDefault
source: Default
ja_jp: 既定
zh_cn: 默认

# InstanceSettings_FullScreen
source: Fullscreen
ja_jp: フルスクリーン
zh_cn: 全屏

# InstanceSettings_Server
source: Join server
ja_jp: サーバーに接続
zh_cn: 进入服务器

# InstanceSettings_ServerHint
source: Optional. Connects to this address when the game starts.
ja_jp: 任意。起動時にこのアドレスへ接続します。
zh_cn: 可选。启动后自动连接到该地址。

# InstanceSettings_ServerIp
source: Address
ja_jp: アドレス
zh_cn: 地址

# InstanceSettings_ServerPort
source: Port
ja_jp: ポート
zh_cn: 端口

# InstanceSettings_Saved
source: Saved
ja_jp: 保存しました
zh_cn: 已保存

# InstanceSettings_JavaFollowGlobal
source: Using the Java path from launcher Settings.
ja_jp: ランチャー設定の Java を使用します。
zh_cn: 使用启动器设置中的 Java。

# InstanceSettings_JavaMissing
source: Selected Java path does not exist.
ja_jp: 選択した Java のパスが存在しません。
zh_cn: 所选 Java 路径不存在。

# InstanceSettings_InvalidResolution
source: Width and height must be positive numbers (or empty for default).
ja_jp: 幅と高さは正の整数にしてください（空欄で既定）。
zh_cn: 宽高须为正整数（或留空表示默认）。

# InstanceSettings_InvalidPort
source: Port must be between 1 and 65535 (or empty).
ja_jp: ポートは 1〜65535 にしてください（空欄可）。
zh_cn: 端口须为 1–65535（或留空）。

# InstanceSettings_NavOverview
source: Overview
ja_jp: 概要
zh_cn: 概览

# InstanceSettings_NavRuntime
source: Runtime
ja_jp: ランタイム
zh_cn: 运行

# InstanceSettings_NavWindow
source: Window & server
ja_jp: ウィンドウと接続
zh_cn: 窗口与进服

# InstanceSettings_NavAdvanced
source: Advanced
ja_jp: 詳細
zh_cn: 高级

# InstanceSettings_NavSettings
source: Settings
ja_jp: 設定
zh_cn: 配置

# InstanceSettings_NavManage
source: Manage
ja_jp: 管理
zh_cn: 管理

# InstanceSettings_NavMods
source: Mods
ja_jp: MOD
zh_cn: 模组

# InstanceSettings_NavResourcepacks
source: Resource Packs
ja_jp: リソースパック
zh_cn: 材质包

# InstanceSettings_NavShaderpacks
source: Shader Packs
ja_jp: シェーダーパック
zh_cn: 光影包

# InstanceSettings_NavSaves
source: Saves
ja_jp: セーブデータ
zh_cn: 存档

# InstanceSettings_NavStatistics
source: Statistics
ja_jp: 統計
zh_cn: 统计

# InstanceSettings_StatsTotalPlayTime
source: Total play time
ja_jp: 総プレイ時間
zh_cn: 总游玩时长

# InstanceSettings_StatsLaunchCount
source: Launches
ja_jp: 起動回数
zh_cn: 启动次数

# InstanceSettings_StatsLastPlayed
source: Last played
ja_jp: 最後にプレイ
zh_cn: 上次游玩

# InstanceSettings_StatsAvgSession
source: Avg. session
ja_jp: 平均プレイ時間
zh_cn: 平均单次

# InstanceSettings_StatsPlayTrend
source: Play time (last 14 days)
ja_jp: プレイ時間の推移（過去14日間）
zh_cn: 近 14 天游玩趋势

# InstanceSettings_StatsScreenshots
source: Screenshots
ja_jp: スクリーンショット
zh_cn: 截图画廊

# InstanceSettings_StatsNoData
source: No play data yet. Launch this instance to start tracking.
ja_jp: プレイデータがまだありません。このインスタンスを起動すると記録が始まります。
zh_cn: 暂无数据，启动此实例后将开始统计。

# InstanceSettings_StatsOpenScreenshots
source: Open screenshots folder
ja_jp: スクリーンショットフォルダーを開く
zh_cn: 打开截图文件夹

# InstanceSettings_Name
source: Instance name
ja_jp: インスタンス名
zh_cn: 实例名称

# InstanceSettings_Rename
source: Rename
ja_jp: 名前を変更
zh_cn: 重命名

# InstanceSettings_Renamed
source: Renamed to {0}
ja_jp: {0} に変更しました
zh_cn: 已重命名为 {0}

# InstanceSettings_RenameFailed
source: Could not rename: {0}
ja_jp: 名前を変更できませんでした: {0}
zh_cn: 无法重命名：{0}

# InstanceSettings_InfoType
source: Type
ja_jp: 種類
zh_cn: 类型

# InstanceSettings_InfoBase
source: Base game
ja_jp: ベースゲーム
zh_cn: 基游戏版本

# InstanceSettings_InfoJava
source: Suggested Java
ja_jp: 推奨 Java
zh_cn: 建议 Java

# InstanceSettings_InfoJavaUnknown
source: Not detected
ja_jp: 未検出
zh_cn: 未检测

# InstanceSettings_Folders
source: Folders
ja_jp: フォルダー
zh_cn: 文件夹

# InstanceSettings_ManageTitle
source: Manage
ja_jp: 管理
zh_cn: 管理

# InstanceSettings_RuntimeTitle
source: Runtime
ja_jp: ランタイム
zh_cn: 运行

# InstanceSettings_WindowTitle
source: Window & server
ja_jp: ウィンドウと接続
zh_cn: 窗口与进服

# InstanceSettings_AdvancedTitle
source: Advanced
ja_jp: 詳細
zh_cn: 高级

# InstanceSettings_OverviewTitle
source: Overview
ja_jp: 概要
zh_cn: 概览

# InstanceSettings_Notes
source: Notes
ja_jp: メモ
zh_cn: 备注

# InstanceSettings_NotesPlaceholder
source: Shown under this profile on the list
ja_jp: プロファイル一覧の名前の下に表示されます
zh_cn: 会显示在实例列表名称下方

# InstanceSettings_PinQuickLaunch
source: Pin to quick launch
ja_jp: クイック起動に固定
zh_cn: 固定至快捷启动

# InstanceSettings_PinQuickLaunchHint
source: Only one instance can be pinned. It appears on Home for one-click launch.
ja_jp: 固定できるインスタンスは1つだけです。ホームからワンクリック起動できます。
zh_cn: 只能固定一个实例，固定后会出现在首页以便一键启动。

# InstanceSettings_CopyPath
source: Copy path
ja_jp: パスをコピー
zh_cn: 复制路径

# InstanceSettings_PathCopied
source: Path copied
ja_jp: パスをコピーしました
zh_cn: 已复制路径

# InstanceSettings_MaxMemory
source: Maximum
ja_jp: 最大
zh_cn: 最大

# InstanceSettings_MinMemory
source: Minimum
ja_jp: 最小
zh_cn: 最小

# InstanceSettings_MinMemoryHint
source: Minimum heap size (-Xms). Keep it at or below maximum.
ja_jp: 最小ヒープ（-Xms）。最大以下にしてください。
zh_cn: 最小堆内存（-Xms），不要超过最大值。

# InstanceSettings_MemoryUsed
source: In use
ja_jp: 使用中
zh_cn: 已占用

# InstanceSettings_MemoryGame
source: Game allocation
ja_jp: ゲーム割り当て
zh_cn: 游戏分配

# InstanceSettings_MemoryMap
source: Allocation overview
ja_jp: メモリ概要
zh_cn: 内存概览

# InstanceSettings_MemoryTotal
source: total
ja_jp: 合計
zh_cn: 总计

# InstanceSettings_MemoryFree
source: Available
ja_jp: 空き
zh_cn: 可用

# InstanceSettings_GameWindowTitle
source: Game window title
ja_jp: ゲームウィンドウのタイトル
zh_cn: 游戏窗口标题

# InstanceSettings_GameWindowTitlePlaceholder
source: Leave empty for default
ja_jp: 空欄で既定タイトル
zh_cn: 留空则使用默认标题

# InstanceSettings_GameWindowTitleHint
source: Placeholders: {version} {user}. Applied after the game window opens.
ja_jp: プレースホルダー: {version} {user}。ウィンドウ表示後に適用されます。
zh_cn: 可用占位符：{version} {user}。在游戏窗口出现后应用。

# InstanceSettings_ResolutionPreset
source: Resolution preset
ja_jp: 解像度プリセット
zh_cn: 分辨率预设

# InstanceSettings_ResolutionCustom
source: Custom
ja_jp: カスタム
zh_cn: 自定义

# InstanceSettings_ResetTitle
source: Reset settings
ja_jp: 設定をリセット
zh_cn: 重置设置

# InstanceSettings_ResetHint
source: Clear Java, memory, window, server, and argument overrides for this profile.
ja_jp: このプロファイルの Java・メモリ・ウィンドウ・サーバー・引数の上書きをクリアします。
zh_cn: 清除此实例的 Java、内存、窗口、进服与参数覆盖。

# InstanceSettings_Reset
source: Reset
ja_jp: リセット
zh_cn: 重置

# InstanceSettings_ResetConfirm
source: Reset all launch overrides for this profile?
ja_jp: このプロファイルの起動上書きをすべてリセットしますか？
zh_cn: 重置此实例的全部启动覆盖项？

# InstanceSettings_ResetDone
source: Instance settings reset
ja_jp: インスタンス設定をリセットしました
zh_cn: 实例设置已重置

# InstanceSettings_IconPresetLib
source: Preset Icon Library
ja_jp: プリセットアイコンライブラリ
zh_cn: 预设图标库

# InstanceSettings_JvmPresetTitle
source: Optimization Presets
ja_jp: 最適化プリセット
zh_cn: 性能优化预设

# InstanceSettings_JvmPresetClean
source: Clear All Arguments
ja_jp: すべての引数をクリア
zh_cn: 清空所有参数

# InstanceSettings_JvmPresetG1Gc
source: G1GC (Standard)
ja_jp: G1GC（標準）
zh_cn: G1GC（标准）

# InstanceSettings_JvmPresetGenZgc
source: Generational ZGC (Java 21+)
zh_cn: 分代 ZGC（Java 21+）

# InstanceSettings_JvmPresetLowLatency
source: Low Latency G1GC
ja_jp: 低遅延 G1GC
zh_cn: 低延迟 G1GC

# InstanceSettings_JvmPresetLowMemory
source: Low Memory SerialGC
ja_jp: 低メモリ SerialGC
zh_cn: 低内存 SerialGC

# InstanceSettings_JvmPresetAikar
source: Aikar's Flags
ja_jp: Aikar のフラグ
zh_cn: Aikar 参数集

# InstanceSettings_Icon
source: Icon
ja_jp: アイコン
zh_cn: 图标

# InstanceSettings_IconChange
source: Change icon
ja_jp: アイコンを変更
zh_cn: 更换图标

# InstanceSettings_IconClear
source: Remove icon
ja_jp: アイコンを削除
zh_cn: 移除图标

# InstanceSettings_IconUpdated
source: Icon updated
ja_jp: アイコンを更新しました
zh_cn: 图标已更新

# InstanceSettings_IconCleared
source: Icon removed
ja_jp: アイコンを削除しました
zh_cn: 图标已移除

# InstanceSettings_IconFailed
source: Could not set icon: {0}
ja_jp: アイコンを設定できませんでした: {0}
zh_cn: 无法设置图标：{0}

# InstanceSettings_DuplicateTitle
source: Duplicate
ja_jp: 複製
zh_cn: 复制实例

# InstanceSettings_DuplicateHint
source: Creates a full copy of this profile (mods, saves, settings) under a new name.
ja_jp: このプロファイル（Mod・セーブ・設定）を新しい名前で完全コピーします。
zh_cn: 完整复制此实例（模组、存档、设置）到新名称。

# InstanceSettings_Duplicate
source: Duplicate profile
ja_jp: プロファイルを複製
zh_cn: 复制实例

# InstanceSettings_Duplicated
source: Duplicated as {0}
ja_jp: {0} として複製しました
zh_cn: 已复制为 {0}

# InstanceSettings_DuplicateFailed
source: Could not duplicate: {0}
ja_jp: 複製できませんでした: {0}
zh_cn: 无法复制：{0}

# InstanceSettings_ExportTitle
source: Export
ja_jp: エクスポート
zh_cn: 导出

# InstanceSettings_ExportHint
source: Export this instance as a Modrinth modpack (.mrpack) you can share or reinstall.
ja_jp: このインスタンスを共有・再インストールできる Modrinth モッドパック（.mrpack）として書き出します。
zh_cn: 将此实例导出为可分享、可再安装的 Modrinth 整合包（.mrpack）。

# InstanceSettings_Export
source: Export as .mrpack
ja_jp: .mrpack でエクスポート
zh_cn: 导出为 .mrpack

# InstanceSettings_Exporting
source: Exporting…
ja_jp: エクスポート中…
zh_cn: 正在导出…

# InstanceSettings_Exported
source: Exported to {0}
ja_jp: {0} にエクスポートしました
zh_cn: 已导出至 {0}

# InstanceSettings_ExportFailed
source: Could not export: {0}
ja_jp: エクスポートできませんでした: {0}
zh_cn: 无法导出：{0}

# InstanceSettings_ModPage
source: Web Page
ja_jp: Web ページ
zh_cn: 网页

# InstanceSettings_ModFolder
source: Folder
ja_jp: フォルダー
zh_cn: 文件夹

# InstanceSettings_ModDelete
source: Delete
ja_jp: 削除
zh_cn: 删除

# InstanceSettings_ModInfoTitle
source: Mod Information
ja_jp: Mod 情報
zh_cn: Mod 信息

# InstanceSettings_OverrideJava
source: Enable custom Java path
ja_jp: カスタム Java パスを使う
zh_cn: 启用自定义 Java 路径

# InstanceSettings_OverrideMemory
source: Enable custom memory allocation
ja_jp: カスタムメモリ割り当てを使う
zh_cn: 启用自定义内存大小

# InstanceSettings_ToggleDisable
source: Disable
ja_jp: 無効化
zh_cn: 禁用

# InstanceSettings_ToggleEnable
source: Enable
ja_jp: 有効化
zh_cn: 启用

# InstanceSettings_ModFilterAll
source: All
ja_jp: すべて
zh_cn: 全部

# InstanceSettings_ModFilterEnabled
source: Enabled
ja_jp: 有効
zh_cn: 启用状态

# InstanceSettings_ModFilterDisabled
source: Disabled
ja_jp: 無効
zh_cn: 禁用状态

# InstanceSettings_ModFilterUpdatable
source: Updates
ja_jp: 更新あり
zh_cn: 可更新

# InstanceSettings_ModFilterUpdatableCount
source: Updates ({0})
ja_jp: 更新あり ({0})
zh_cn: 可更新 ({0})

# InstanceSettings_ModUpdateChecking
source: Checking for mod updates…
ja_jp: Mod の更新を確認しています…
zh_cn: 正在检查模组更新…

# InstanceSettings_RefreshingResources
source: Refreshing…
ja_jp: 更新中…
zh_cn: 正在刷新…

# InstanceSettings_ModUpdateAvailable
source: {0} mod(s) have updates for this instance.
ja_jp: このインスタンスで更新可能な Mod が {0} 件あります。
zh_cn: 当前实例有 {0} 个模组可更新。

# InstanceSettings_ModUpdateAction
source: Update
ja_jp: 更新
zh_cn: 更新

# InstanceSettings_ModUpdateSelectAll
source: Select all
ja_jp: すべて選択
zh_cn: 全选

# InstanceSettings_ModUpdateSelectNone
source: Select none
ja_jp: 選択解除
zh_cn: 全不选

# InstanceSettings_ModUpdateProgress
source: Updating {0}/{1}: {2}
ja_jp: 更新中 {0}/{1}: {2}
zh_cn: 正在更新 {0}/{1}：{2}

# InstanceSettings_ModUpdateDone
source: Updated {0} mod(s).
ja_jp: {0} 件の Mod を更新しました。
zh_cn: 已更新 {0} 个模组。

# InstanceSettings_ModUpdateDoneWithErrors
source: Updated {0} mod(s), {1} failed.
ja_jp: {0} 件を更新、{1} 件は失敗しました。
zh_cn: 已更新 {0} 个模组，{1} 个失败。

# InstanceSettings_PackFolder
source: Folder
ja_jp: フォルダー
zh_cn: 文件夹

# InstanceSettings_PackInfoTitle
source: Pack Information
ja_jp: パック情報
zh_cn: 资源信息

# InstanceSettings_PackUpdateChecking
source: Checking for pack updates…
ja_jp: パックの更新を確認しています…
zh_cn: 正在检查资源更新…

# InstanceSettings_PackUpdateAvailable
source: {0} pack(s) have updates for this instance.
ja_jp: このインスタンスで更新可能なパックが {0} 件あります。
zh_cn: 当前实例有 {0} 个资源可更新。

# InstanceSettings_PackUpdateDone
source: Updated {0} pack(s).
ja_jp: {0} 件のパックを更新しました。
zh_cn: 已更新 {0} 个资源。

# InstanceSettings_PackUpdateDoneWithErrors
source: Updated {0} pack(s), {1} failed.
ja_jp: {0} 件を更新、{1} 件は失敗しました。
zh_cn: 已更新 {0} 个资源，{1} 个失败。

# InstanceSettings_FileSize
source: Size
ja_jp: サイズ
zh_cn: 大小

# InstanceSettings_Modified
source: Modified
ja_jp: 更新日時
zh_cn: 修改时间

# InstanceSettings_NoOnlineMatch
source: No online catalog match.
ja_jp: オンラインの一致情報はありません。
zh_cn: 没有在线匹配信息。

# InstanceSettings_EmptyMods
source: No mods in this profile yet.
ja_jp: このプロファイルにはまだ Mod がありません。
zh_cn: 这个实例还没有模组。

# InstanceSettings_EmptyModsVanilla
source: This profile has no mod loader. Install Fabric, Forge, or NeoForge to use mods.
ja_jp: このプロファイルには Mod ローダーがありません。Fabric / Forge / NeoForge を入れてから Mod を使えます。
zh_cn: 这个实例没有模组加载器。安装 Fabric、Forge 或 NeoForge 后才能使用模组。

# InstanceSettings_EmptyResourcePacks
source: No resource packs in this profile yet.
ja_jp: このプロファイルにはまだリソースパックがありません。
zh_cn: 这个实例还没有材质包。

# InstanceSettings_EmptyDatapacks
source: No datapacks in this profile folder yet.
ja_jp: このプロファイルのフォルダーにはまだデータパックがありません。
zh_cn: 这个实例文件夹里还没有数据包。

# InstanceSettings_EmptyShaderPacks
source: No shader packs in this profile yet.
ja_jp: このプロファイルにはまだシェーダーパックがありません。
zh_cn: 这个实例还没有光影包。

# InstanceSettings_EmptySaves
source: No worlds in this profile yet.
ja_jp: このプロファイルにはまだワールドがありません。
zh_cn: 这个实例还没有存档。

# InstanceSettings_EmptyDropHint
source: You can also drop files here.
ja_jp: ファイルをここにドロップすることもできます。
zh_cn: 也可以把文件拖到这里。

# InstanceSettings_DeleteConfirm
source: Move “{0}” to the Recycle Bin?
ja_jp: 「{0}」をごみ箱に移しますか？
zh_cn: 将“{0}”移到回收站？

# InstanceSettings_DeleteConfirmMany
source: Move {0} items to the Recycle Bin?
ja_jp: {0} 件をごみ箱に移しますか？
zh_cn: 将 {0} 项移到回收站？

# InstanceSettings_OverwriteConfirm
source: “{0}” already exists. Replace it?
ja_jp: 「{0}」は既に存在します。置き換えますか？
zh_cn: “{0}”已存在。要替换吗？

# InstanceSettings_DropAdded
source: Added {0}.
ja_jp: {0} を追加しました。
zh_cn: 已添加 {0}。

# InstanceSettings_DropFailed
source: Could not add {0}: {1}
ja_jp: {0} を追加できませんでした: {1}
zh_cn: 无法添加 {0}：{1}

# InstanceSettings_DropRejected
source: This file type cannot be added here.
ja_jp: この種類のファイルはここに追加できません。
zh_cn: 这里不能添加这种文件。

# InstanceSettings_SelectedCount
source: {0} selected
ja_jp: {0} 件選択中
zh_cn: 已选 {0} 项

# InstanceSettings_OpenWeb
source: Web page
ja_jp: ウェブページ
zh_cn: 网页

# InstanceSettings_OpenItemFolder
source: Show in folder
ja_jp: フォルダーで表示
zh_cn: 打开所在文件夹

# InstanceSettings_DeleteItem
source: Delete
ja_jp: 削除
zh_cn: 删除

# InstanceSettings_SaveAdvancedTitle
source: Save Properties
ja_jp: ワールド詳細
zh_cn: 存档高级属性

# InstanceSettings_SaveAdvancedButton
source: Advanced properties
ja_jp: 詳細
zh_cn: 高级属性

# InstanceSettings_SaveSectionWorld
source: World
ja_jp: ワールド
zh_cn: 世界

# InstanceSettings_SaveSectionStorage
source: Storage
ja_jp: ストレージ
zh_cn: 存储

# InstanceSettings_SaveGameMode
source: Game mode
ja_jp: ゲームモード
zh_cn: 游戏模式

# InstanceSettings_SaveDifficulty
source: Difficulty
ja_jp: 難易度
zh_cn: 难度

# InstanceSettings_SaveSeed
source: Seed
ja_jp: シード
zh_cn: 种子

# InstanceSettings_SaveSpawn
source: Spawn
ja_jp: スポーン
zh_cn: 出生点

# InstanceSettings_SaveDay
source: Day
ja_jp: 日数
zh_cn: 天数

# InstanceSettings_SaveTime
source: Time
ja_jp: 時刻
zh_cn: 时间

# InstanceSettings_SaveHardcore
source: Hardcore
ja_jp: ハードコア
zh_cn: 极限模式

# InstanceSettings_SaveAllowCommands
source: Allow commands
ja_jp: チート許可
zh_cn: 允许作弊

# InstanceSettings_SaveLastPlayed
source: Last played
ja_jp: 最終プレイ
zh_cn: 上次游玩

# InstanceSettings_SaveVersion
source: Created in version
ja_jp: 作成バージョン
zh_cn: 创建版本

# InstanceSettings_SaveDataVersion
source: Data version
ja_jp: データバージョン
zh_cn: 数据版本

# InstanceSettings_SaveLastModified
source: Last modified
ja_jp: 最終更新
zh_cn: 最后修改

# InstanceSettings_SaveNoLevelDat
source: Could not read level.dat from this world.
ja_jp: このワールドの level.dat を読み取れません。
zh_cn: 无法读取此存档的 level.dat。

# InstanceSettings_SaveUnknown
source: Unknown
ja_jp: 不明
zh_cn: 未知

# InstanceSettings_SaveValueYes
source: Yes
ja_jp: はい
zh_cn: 是

# InstanceSettings_SaveValueNo
source: No
ja_jp: いいえ
zh_cn: 否

# InstanceSettings_SaveGameModeSurvival
source: Survival
ja_jp: サバイバル
zh_cn: 生存

# InstanceSettings_SaveGameModeCreative
source: Creative
ja_jp: クリエイティブ
zh_cn: 创造

# InstanceSettings_SaveGameModeAdventure
source: Adventure
ja_jp: アドベンチャー
zh_cn: 冒险

# InstanceSettings_SaveGameModeSpectator
source: Spectator
ja_jp: スペクテイター
zh_cn: 旁观

# InstanceSettings_SaveDifficultyPeaceful
source: Peaceful
ja_jp: ピースフル
zh_cn: 和平

# InstanceSettings_SaveDifficultyEasy
source: Easy
ja_jp: イージー
zh_cn: 简单

# InstanceSettings_SaveDifficultyNormal
source: Normal
ja_jp: ノーマル
zh_cn: 普通

# InstanceSettings_SaveDifficultyHard
source: Hard
ja_jp: ハード
zh_cn: 困难

# InstanceSettings_SaveWorldName
source: World name
ja_jp: ワールド名
zh_cn: 世界名称

# InstanceSettings_SaveSectionInfo
source: Info
ja_jp: 情報
zh_cn: 信息

# InstanceSettings_SaveSaveFailed
source: Could not save level.dat: {0}
ja_jp: level.dat を保存できません：{0}
zh_cn: 无法保存 level.dat：{0}

# InstanceSettings_SaveInvalidWorldName
source: Enter a world name.
ja_jp: ワールド名を入力してください。
zh_cn: 请输入世界名称。

# InstanceSettings_SaveInvalidSeed
source: Enter a valid seed number.
ja_jp: 有効なシード値を入力してください。
zh_cn: 请输入有效的种子数字。

# InstanceSettings_SaveInvalidDay
source: Day must be at least 1.
ja_jp: 日数は 1 以上にしてください。
zh_cn: 天数至少为 1。

# InstanceSettings_SaveLoading
source: Reading world data…
ja_jp: ワールドデータを読み込み中…
zh_cn: 正在读取世界数据…

# InstanceSettings_SaveRestoreBackup
source: Restore from backup
ja_jp: バックアップから復元
zh_cn: 从备份恢复
